{
    "questions": [
    {"name": "Bulbasaur", "hint": "This Pok&eacute;mon can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.", "number": 1},
    {"name": "Charmander", "hint": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when it is enjoying itself. If the Pok&eacute;mon becomes enraged, the flame burns fiercely.", "number": 2},
    {"name": "Squirtle", "hint": "This Pok&eacute;mon's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pok&eacute;mon to swim at high speeds.", "number": 3},
    {"name": "Pikachu", "hint": "Whenever this Pok&eacute;mon comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pok&eacute;mon mistook the intensity of its charge.", "number": 4},
    {"name": "Clefairy", "hint": "On every night of a full moon, groups of this Pok&eacute;mon come out to play. When dawn arrives, the tired Pok&eacute;mon return to their quiet mountain retreats and go to sleep nestled up against each other.", "number": 5},
    {"name": "Jigglypuff", "hint": "This Pok&eacute;mon's vocal cords can freely adjust the wavelength of its voice. This Pokémon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.", "number": 6},
    {"name": "Meowth", "hint": "This Pok&eacute;mon withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pok&eacute;mon loves shiny coins that glitter with light.", "number": 7},
    {"name": "Electabuzz", "hint": "When a storm arrives, gangs of this Pok&eacute;mon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use this Pok&eacute;mon in place of lightning rods.", "number": 8},
    {"name": "Gyarados", "hint": "When evolving into this Pok&eacute;mon, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pok&eacute;mon's wildly violent nature.", "number": 9},
    {"name": "Lapras", "hint": "People have driven this Pok&eacute;mon almost to the point of extinction. In the evenings, this Pok&eacute;mon is said to sing plaintively as it seeks what few others of its kind still remain.", "number": 10},
    {"name": "Eevee", "hint": "This Pok&eacute;mon has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pok&eacute;mon to evolve.", "number": 11},
    {"name": "Gengar", "hint": "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually this Pok&eacute;mon running past you, pretending to be your shadow.", "number": 12},
    {"name": "Magmar", "hint": "In battle, this Pok&eacute;mon blows out intensely hot flames from all over its body to intimidate its opponent. This Pok&eacute;mon's fiery bursts create heat waves that ignite grass and trees in its surroundings.", "number": 13},
    {"name": "Snorlax", "hint": "Its typical day consists of nothing more than eating and sleeping. It is such a docile Pok&eacute;mon that there are children who use its expansive belly as a place to play.", "number": 14},
    {"name": "Articuno", "hint": "A legendary bird Pok&eacute;mon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pok&eacute;mon flies, snow will fall.", "number": 15},
    {"name": "Zapdos", "hint": "A legendary bird Pok&eacute;mon that has the ability to control electricity. It usually lives in thunderclouds. It gains power if it is stricken by lightning bolts.", "number": 16},
    {"name": "Moltres", "hint": "A legendary bird Pok&eacute;mon that has the ability to control fire. If it is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.", "number": 17},
    {"name": "Mewtwo", "hint": "This Pok&eacute;mon was created by genetic manipulation. However, even though the scientific power of humans created its body, they failed to endow it with a compassionate heart.", "number": 18},
    {"name": "Mew", "hint": "This Pok&eacute;mon is said to possess the genetic composition of all other Pok&eacute;mon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.", "number": 19},
    {"name": "Chikorita", "hint": "In battle, this Pok&eacute;mon waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pok&eacute;mon and creating a cozy, friendly atmosphere all around.", "number": 20},
    {"name": "Cyndaquil", "hint": "This Pok&eacute;mon protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion.", "number": 21},
    {"name": "Totodile", "hint": "Despite the smallness of its body, this Pok&eacute;mon's jaws are very powerful. While the Pok&eacute;mon may think it is just playfully nipping, its bite has enough power to cause serious injury.", "number": 22},
    {"name": "Pichu", "hint": "This Pok&eacute;mon charges itself with electricity more easily on days with thunderclouds or when the air is very dry. You can hear the crackling of static electricity coming off of it.", "number": 23},
    {"name": "Togepi", "hint": "As its energy, this Pok&eacute;mon uses the positive emotions of compassion and pleasure exuded by people and Pok&eacute;mon. It stores up feelings of happiness inside its shell, then shares them with others.", "number": 24},
    {"name": "Marill", "hint": "This Pok&eacute;mon's oil-filled tail acts much like a life preserver. If you see just its tail bobbing on the water's surface, it's a sure indication that this Pok&eacute;mon is diving beneath the water to feed on aquatic plants.", "number": 25},
    {"name": "Wobbuffet", "hint": "If two or more of this Pok&eacute;mon meet, they will turn competitive and try to outdo each other's endurance. However, they may try to see which one can endure the longest without food.", "number": 26},
    {"name": "Snubbull", "hint": "By baring its fangs and making a scary face, this Pok&eacute;mon sends smaller Pok&eacute;mon scurrying away in terror. However, it seems a little sad at making its foes flee.", "number": 27},
    {"name": "Heracross", "hint": "This Pok&eacute;mon charges in a straight line at its foe, slips beneath the foe's grasp, and then scoops up and hurls the opponent with its mighty horn. It even has enough power to topple a massive tree.", "number": 28},
    {"name": "Lugia", "hint": "This Pok&eacute;mon's wings pack devastating power&mdash;a light fluttering of its wings can blow apart regular houses. As a result, it chooses to live out of sight deep under the sea.", "number": 29},
    {"name": "Ho-oh", "hint": "This Pok&eacute;mon's feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. It is said to live at the foot of a rainbow.", "number": 30}
    ]
}